id.nao.informado=Identificador do registro n\u00E3o informado.
registro.nao.encontrado=Registro n\u00E3o encontrado.

MSG1=O campo \u00E9 de preenchimento obrigatório.
MSG2=Cadastro realizado com sucesso. Por favor enviar para an\u00E1lise.
MSG3=Nenhum registro encontrado.

MSG5=Usu\u00E1rio j\u00E1 cadastrado.
MSG6=Arquivo inv\u00E1lido. Insira arquivo do tipo imagem (JPG, PNG, JPEG, BMP).
MSG7=Arquivo n\u00E3o deve ultrapassar 1Mb.
MSG8=Altera\u00E7\u00E3o realizada com sucesso.
MSG9=CPF Inv\u00E1lido.
MSG10=Com essa altera\u00E7\u00E3o algumas atividades se tornar\u00E3o pendentes para alguns usu\u00E1rios. Deseja continuar\u003F OK \u002F CANCELAR
MSG11=A quantidade de dias para notificar o vencimento n\u00E3o deve ultrapassar a quantidade de dias limite definido ou o período determinado.
MSG12=A data de vigência n\u00E3o deve ser menor que dia atual.
MSG13=Altera\u00E7\u00E3o realizada com sucesso.
MSG14=Prorroga\u00E7\u00E3o executada com sucesso.
MSG15=Notifica\u00E7\u00E3o enviada com sucesso.
MSG16=Cadastro enviado para an\u00E1lise com sucesso.
MSG17=Cadastro aprovado e salvo com sucesso. Por favor envie o resultado da an\u00E1lise.
MSG18=Cadastro recusado e salvo com sucesso. Por favor envie o resultado da an\u00E1lise.
MSG19=Cadastro para ajuste salvo com sucesso. Por favor envie o resultado da an\u00E1lise.
MSG20=Usu\u00E1rio n\u00E3o encontrado no sistema. Por favor, cadastre-o e depois retorne para executar a conclus\u00E3o deste cadastro. CONTINUAR
MSG21=Cadastro realizado com sucesso.
MSG22=O cadastro n\u00E3o foi concluído, por favor verificar os campos n\u00E3o preenchidos.
MSG23=Período est\u00E1 em conflito com outro período j\u00E1 cadastrado.
MSG24=Quantidade de dias deve ser menor que 365.
MSG25=Institui\u00E7\u00E3o j\u00E1 cadastrada.
MSG26=CNPJ inv\u00E1lido.
MSG27=A institui\u00E7\u00E3o possui pendências no sistema. Deseja continuar\u003F OK \u002F CANCELAR
MSG28=Data inicial n\u00E3o deve ser maior que data final.
MSG29=Solicita\u00E7\u00E3o enviada com sucesso.
MSG30=N\u00E3o existe texto de e-mail para essa a\u00E7\u00E3o. Favor compor e-mail manualmente. CONTINUAR
MSG31=Resultado da an\u00E1lise enviada com sucesso.
MSG32=A gera\u00E7\u00E3o da Minuta \u00E9 obrigatória.
MSG33=Analise de altera\u00E7\u00E3o aprovada com sucesso.
MSG34=Analise de altera\u00E7\u00E3o recusada com sucesso.
MSG35=Cadastro enviado com sucesso. Por favor aguardar analise e libera\u00E7\u00E3o de acesso.
MSG36=E-mail inv\u00E1lido.
MSG37=Senha de confirma\u00E7\u00E3o diferente da senha cadastrada.
MSG38=A senha deve possuir letras maiúsculas e minúsculas, pelo menos um numeral e um caractere especial.
MSG39=Data inicial n\u00E3o deve ser maior que data atual.
MSG40=E-mail de confirma\u00E7\u00E3o diferente do e-mail informado.
MSG41=Data informada n\u00E3o deve ser maior que data atual.
MSG42=Data da prorroga\u00E7\u00E3o deve ser maior que data anterior.
MSG43=Quantidade de dias deve ser maior que zero.
MSG44=Para altera\u00E7\u00E3o da data final ou período maior que o informado anteriormente solicite prorroga\u00E7\u00E3o.
MSG45=CQB j\u00E1 cadastrado.
MSG46=Cadastro salvo e aprovado com sucesso.
MSG47=Cadastro complementado com sucesso.
MSG48=Data inv\u00E1lida.
MSG49=Perfil do usu\u00E1rio liberado com sucesso.
MSG50=E-mail enviado com sucesso.
MSG51=O membro {0} j\u00E1 est\u00E1 definido como Presidente CTNBio. Deseja remover essa atribui\u00E7\u00E3o do membro citado\u003F OK\u002FCANCELAR
MSG52=O membro {0} j\u00E1 est\u00E1 definido como Vice Presidente CTNBio. Deseja remover essa atribui\u00E7\u00E3o do membro citado\u003F OK\u002FCANCELAR
MSG53=O membro {0} j\u00E1 est\u00E1 definido como Coordenador da subcomiss\u00E3o setorial. Deseja remover essa atribui\u00E7\u00E3o do membro citado\u003F OK\u002FCANCELAR
MSG54=O membro {0} j\u00E1 est\u00E1 definido como Vice Coordenador da subcomiss\u00E3o setorial. Deseja remover essa atribui\u00E7\u00E3o do membro citado\u003F OK\u002FCANCELAR
MSG55=Ocorreu um erro ao tentar salvar a solicita\u00E7\u00E3o!
MSG56=Ocorreu um erro ao tentar salvar os dados do documento do usu\u00E1rio!
MSG57=Ocorreu um erro ao tentar enviar a solicitação para analise;